{"id":"harris2020","title":"Has Persistence Persisted in Private Equity? Evidence from Buyout and Venture Capital Funds","authors":"Robert S. Harris, Tim Jenkinson, Steven N. Kaplan, Ruediger Stucke","journal":"NBER Working Paper","year":"2020","doi":"10.3386/w28109","url":"https://www.nber.org/papers/w28109","keyPoints":"Uses Burgiss institutional-quality dataset; Finds limited persistence when using information available at fundraising time; VC persistence stronger than buyout; Performance differs pre/post-2000","keyHypotheses":"Performance persistence exists but may be declining; Investors cannot effectively identify top performers ex-ante","strengths":"High-quality unbiased data; Addresses selection bias; Large sample size; Separates ex-ante vs ex-post information","weaknesses":"U.S. focused; Limited to institutional investors; May miss recent vintage dynamics","citation":"Harris, Robert S., Tim Jenkinson, Steven N. Kaplan, and Ruediger Stucke. \"Has persistence persisted in private equity? Evidence from buyout and venture capital funds.\" NBER Working Paper 28109 (2020).","notes":"Gold standard for PE performance measurement. Establishes methodology for unbiased performance evaluation.","addedDate":"2025-10-08T01:25:00.000Z"}
{"id":"woodward2003","title":"Benchmarking the Returns to Venture","authors":"Susan E. Woodward, Robert E. Hall","journal":"NBER Working Paper","year":"2003","doi":"10.3386/w10202","url":"https://www.nber.org/papers/w10202","keyPoints":"Created first comprehensive VC index using transaction-based valuations; Used repeat valuation model; Corrected for selection bias; Provides S&P 500 equivalent for VC","keyHypotheses":"VC returns exhibit significant vintage year effects; Systematic index construction possible despite irregular transactions","strengths":"Innovative methodology; Large dataset; Addresses selection bias; Creates investable index","weaknesses":"Data may still have some selection bias; Limited to certain time period","citation":"Woodward, Susan E., and Robert E. Hall. \"Benchmarking the returns to venture.\" NBER Working Paper 10202 (2003).","notes":"Foundational work for VC performance benchmarking. Pioneered transaction-based index construction.","addedDate":"2025-10-08T01:25:00.000Z"}
{"id":"cochrane2005","title":"The Risk and Return of Venture Capital","authors":"John H. Cochrane","journal":"Journal of Financial Economics","year":"2005","doi":"10.1016/j.jfineco.2004.08.006","url":"https://www.sciencedirect.com/science/article/pii/S0304405X04001564","keyPoints":"VC systematic risk much higher than previously estimated; Risk-adjusted returns close to market returns; Extreme positive skewness critical factor; Portfolio-level analysis essential","keyHypotheses":"VC returns do not exceed public markets after proper risk adjustment; Skewness is key distinguishing factor","strengths":"Rigorous risk adjustment methodology; Portfolio-level analysis; Addresses systematic risk properly","weaknesses":"Limited dataset; May not capture all VC risk factors; Static risk model","citation":"Cochrane, John H. \"The risk and return of venture capital.\" Journal of financial economics 75, no. 1 (2005): 3-52.","notes":"Fundamentally changed understanding of VC risk-return characteristics. Influenced asset allocation models.","addedDate":"2025-10-08T01:25:00.000Z"}
{"id":"korteweg2013","title":"Risk-Adjusting the Returns to Venture Capital","authors":"Arthur Korteweg, Stefan Nagel","journal":"NBER Working Paper","year":"2013","doi":"10.3386/w19347","url":"https://www.nber.org/papers/w19347","keyPoints":"Developed generalized SDF approach for VC evaluation; Handles irregular timing and skewness; VC fund returns close to zero after fees; VC company investments earn positive abnormal returns","keyHypotheses":"Standard PME methods inadequate for VC; Manager selection crucial for VC success","strengths":"Methodologically rigorous; Handles VC-specific challenges; Separates fund vs company performance","weaknesses":"Complex methodology; Requires sophisticated implementation; Limited practical adoption","citation":"Korteweg, Arthur, and Stefan Nagel. \"Risk-adjusting the returns to venture capital.\" NBER Working Paper 19347 (2013).","notes":"Most rigorous framework for VC performance evaluation. Widely adopted by academic researchers.","addedDate":"2025-10-08T01:25:00.000Z"}
{"id":"robinson2011","title":"Cyclicality, Performance Measurement, and Cash Flow Liquidity in Private Equity","authors":"David T. Robinson, Berk A. Sensoy","journal":"NBER Working Paper","year":"2011","doi":"10.3386/w17428","url":"https://www.nber.org/papers/w17428","keyPoints":"Public and private equity waves move together; Strong vintage year effects; Cash flow timing affected by market cycles; Fundraising and investment patterns cyclical","keyHypotheses":"Private equity performance systematically related to public market cycles; Vintage year timing critical","strengths":"Large dataset; Clear cyclical patterns identified; Connects macro conditions to PE performance","weaknesses":"Limited to correlation analysis; Doesn't fully explain causal mechanisms","citation":"Robinson, David T., and Berk A. Sensoy. \"Cyclicality, performance measurement, and cash flow liquidity in private equity.\" NBER Working Paper 17428 (2011).","notes":"Established systematic relationship between public/private market cycles. Key reference for vintage year effects.","addedDate":"2025-10-08T01:25:00.000Z"}
{"id":"bernstein2020","title":"The Persistent Effect of Initial Success: Evidence from Venture Capital","authors":"Shai Bernstein, Xavier Giroud, Richard Townsend","journal":"Journal of Financial Economics","year":"2020","doi":"10.1016/j.jfineco.2020.02.008","url":"https://www.sciencedirect.com/science/article/pii/S0304405X20300337","keyPoints":"Initial investment conditions create persistent performance differences; Early-stage market conditions have lasting impact; Hot vintage years associated with lower returns; Effects persist throughout fund lifecycle","keyHypotheses":"Initial success creates persistent advantages; Market timing effects are fundamental, not transitory","strengths":"Comprehensive analysis of persistence mechanisms; Large sample; Long time series; Rigorous identification","weaknesses":"Limited to VC; U.S. focused; May not capture recent market changes","citation":"Bernstein, Shai, Xavier Giroud, and Richard R. Townsend. \"The persistent effect of initial success: Evidence from venture capital.\" Journal of Financial Economics 137, no. 1 (2020): 231-248.","notes":"Provides mechanism analysis for vintage year effects. Shows persistence is fundamental characteristic.","addedDate":"2025-10-08T01:25:00.000Z"}
{"id":"ouyang2020","title":"Return to Venture Capital in the Aggregate","authors":"Shumiao Ouyang, Jiaheng Yu, Ravi Jagannathan","journal":"NBER Working Paper","year":"2020","doi":"10.3386/w27690","url":"https://www.nber.org/papers/w27690","keyPoints":"Analyzed 17,242 ventures from 1980-2006; Aggregate IRR of 22%; PME of 1.44; Top 5% drive all returns; Performance declines after 1999","keyHypotheses":"VC returns highly concentrated in top performers; Aggregate performance positive but declining","strengths":"Comprehensive dataset; Long time series; Addresses valuation bias; Clear performance attribution","weaknesses":"Historical data only; Limited to venture-backed companies; U.S. focused","citation":"Ouyang, Shumiao, Jiaheng Yu, and Ravi Jagannathan. \"Return to venture capital in the aggregate.\" NBER Working Paper 27690 (2020).","notes":"Most comprehensive analysis of aggregate VC returns. Highlights extreme concentration of performance.","addedDate":"2025-10-08T01:25:00.000Z"}
{"id":"smith2023","title":"Bias in the Reporting of Venture Capital Performance: The Disciplinary Role of FOIA","authors":"Janet Kiholm Smith, Erin E. Smith","journal":"Working Paper","year":"2023","doi":"","url":"https://www.cmc.edu/sites/default/files/Bias%20in%20the%20Reporting%20of%20Venture%20Capital%20Performance","keyPoints":"Selective reporting overstates VC returns by 4 percentage points; GPs report irregularly; FOIA-eligible LPs provide discipline; Self-reporting creates systematic upward bias","keyHypotheses":"GP reporting behavior systematically biased; Transparency mechanisms can improve data quality","strengths":"Novel identification strategy; Important policy implications; Quantifies bias magnitude","weaknesses":"Limited to certain LPs; May not generalize broadly; Focuses on reporting rather than performance","citation":"Smith, Janet Kiholm, and Erin E. Smith. \"Bias in the Reporting of Venture Capital Performance: The Disciplinary Role of FOIA.\" Working Paper (2023).","notes":"Important findings on data quality issues in VC research. Has implications for all historical performance studies.","addedDate":"2025-10-08T01:25:00.000Z"}
{"id":"lietz2024","title":"Does the Case for Private Equity Still Hold?","authors":"Nori Gerardo Lietz, Philipp Chvanov","journal":"Harvard Business School Working Paper","year":"2024","doi":"","url":"https://www.hbs.edu/ris/Publication%20Files/24-066_cc5a53f4-e839-4a01-ba57-9dc7fdf8e339.pdf","keyPoints":"Questions fundamental assumptions about PE value proposition; Superior returns vs public markets narrowing; Liquidity premiums not consistently justified; Operating improvements overstated","keyHypotheses":"Traditional PE premises no longer hold; Market conditions have changed fundamental dynamics","strengths":"Comprehensive analysis; Questions conventional wisdom; Recent data; Policy relevant","weaknesses":"May be too pessimistic; Limited time series; Focused critique rather than alternative framework","citation":"Lietz, Nori Gerardo, and Philipp Chvanov. \"Does the Case for Private Equity Still Hold?.\" Harvard Business School Working Paper 24-066 (2024).","notes":"Important contemporary critique of PE value proposition. Challenges industry assumptions.","addedDate":"2025-10-08T01:25:00.000Z"}
{"id":"sanati2024","title":"Comparing Capital Allocation Efficiency in Public and Private Equity Markets","authors":"Ali Sanati, Ioannis Spyridopoulos","journal":"SSRN Working Paper","year":"2024","doi":"10.2139/ssrn.4403578","url":"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4403578","keyPoints":"Public markets allocate capital more efficiently; Efficiency gap concentrated in late-stage private deals; Late-stage private generates less innovation; Information and governance mechanisms superior in public markets","keyHypotheses":"Public markets superior at capital allocation; Private market advantages overstated","strengths":"Novel research question; Comprehensive efficiency analysis; Policy implications; Challenges conventional wisdom","weaknesses":"May not capture all private market benefits; Methodology limitations; Limited to certain metrics","citation":"Sanati, Ali, and Ioannis Spyridopoulos. \"Comparing Capital Allocation Efficiency in Public and Private Equity Markets.\" SSRN Working Paper 4403578 (2024).","notes":"Challenges private market efficiency assumptions. Important for policy debates about market structure.","addedDate":"2025-10-08T01:25:00.000Z"}
{"id":"hwang2005","title":"An Index for Venture Capital, 1987-2003","authors":"Min Hwang, John M. Quigley, Susan E. Woodward","journal":"Contributions in Economic Analysis & Policy","year":"2005","doi":"10.2202/1538-0645.1180","url":"https://www.degruyter.com/document/doi/10.2202/1538-0645.1180","keyPoints":"Built VC index using repeat valuation model; Corrected for selection bias; Used 50,734 funding events; Measured return and risk for VC; Enabled diversified portfolio analysis","keyHypotheses":"VC index construction feasible despite irregular pricing; VC can be analyzed like other asset classes","strengths":"Large dataset; Systematic methodology; Risk-return analysis; Portfolio theory application","weaknesses":"Limited time period; Selection bias may remain; Methodology complex","citation":"Hwang, Min, John M. Quigley, and Susan E. Woodward. \"An index for venture capital, 1987–2003.\" Contributions in Economic Analysis & Policy 4, no. 1 (2005).","notes":"Extends Woodward-Hall methodology. Important for portfolio allocation decisions.","addedDate":"2025-10-08T01:25:00.000Z"}
{"id":"kaplan2005","title":"Private Equity Performance: Returns, Persistence, and Capital Flows","authors":"Steven N. Kaplan, Antoinette Schoar","journal":"Journal of Finance","year":"2005","doi":"10.1111/j.1540-6261.2005.00722.x","url":"","keyPoints":"First comprehensive study of PE performance using cash flows; Found performance persistence; Better funds raise more capital; VC more persistent than buyout; Net performance roughly equal to S&P 500","keyHypotheses":"PE performance persists across funds; Market mechanisms work to allocate capital to better performers","strengths":"Pioneering methodology; Large sample; Addresses key questions; Influential findings","weaknesses":"Limited time period; Data quality issues; May not capture modern dynamics","citation":"Kaplan, Steven N., and Antoinette Schoar. \"Private equity performance: returns, persistence, and capital flows.\" The Journal of Finance 60, no. 4 (2005): 1791-1823.","notes":"Seminal paper establishing PE performance evaluation methodology. Most cited work in field.","addedDate":"2025-10-08T01:25:00.000Z"}
{"id":"cambridge2025","title":"2025 Outlook: Private Equity & Venture Capital","authors":"Andrea Auerbach, Scolet Ma, Sharad Todi","journal":"Cambridge Associates","year":"2025","doi":"","url":"https://www.cambridgeassociates.com/insight/2025-outlook-private-equity-venture-capital/","keyPoints":"Expect PI performance improvement; Overinvestment effects from 2021-22 receding; Individual investor access growing; Continuation vehicles becoming primary exit path; Asian markets increasing activity","keyHypotheses":"Private investment performance will heal itself; Market structure changes affecting exit dynamics","strengths":"Industry expertise; Current market analysis; Practical insights; Forward-looking","weaknesses":"Industry perspective; Limited academic rigor; Potential bias toward positive outlook","citation":"Auerbach, Andrea, Scolet Ma, and Sharad Todi. \"2025 Outlook: Private Equity & Venture Capital.\" Cambridge Associates (2025).","notes":"Current industry perspective from leading investment consultant. Provides contemporary market view.","addedDate":"2025-10-08T01:25:00.000Z"}
{"id":"mckinseyPM2025","title":"Global Private Markets Report 2025: Braced for Shifting Weather","authors":"Alexander Edlich, Christopher Croke, Fredrik Dahlqvist, Warren Teichner","journal":"McKinsey & Company","year":"2025","doi":"","url":"https://www.mckinsey.com/industries/private-capital/our-insights/global-private-markets-report","keyPoints":"Mixed conditions in 2024; Fundraising fell to lowest since 2016; Capital deployment increased double digits; Geopolitical instability critical challenge; AI advancement compelling new capabilities","keyHypotheses":"Market conditions remain uneven; Technology innovation driving value creation; Structural changes affecting traditional patterns","strengths":"Comprehensive industry analysis; Global perspective; Current data; Strategic insights","weaknesses":"Consulting perspective; Limited academic methodology; Industry bias","citation":"Edlich, Alexander, et al. \"Global Private Markets Report 2025: Braced for Shifting Weather.\" McKinsey & Company (2025).","notes":"Comprehensive industry analysis from leading consulting firm. Shows current market dynamics affecting vintage year performance.","addedDate":"2025-10-08T01:25:00.000Z"}
{"id":"bain2025","title":"Private Equity Outlook 2025: Is a Recovery Starting to Take Shape?","authors":"Bain & Company","journal":"Bain & Company","year":"2025","doi":"","url":"https://www.bain.com/insights/outlook-is-a-recovery-starting-to-take-shape-global-private-equity-report-2025/","keyPoints":"PE investments and exits reversed two-year decline; Fundraising lagged; Largest funds capturing most capital; Winner funds need clear strategy and consistent performance","keyHypotheses":"Recovery beginning but uneven; Performance differentiation widening; Manager selection increasingly critical","strengths":"Industry analysis; Performance insights; Forward-looking perspective","weaknesses":"Industry bias; Limited methodology disclosure; Consulting perspective","citation":"\"Private Equity Outlook 2025: Is a Recovery Starting to Take Shape?\" Bain & Company Global Private Equity Report (2025).","notes":"Shows current industry dynamics and manager differentiation trends affecting vintage year analysis.","addedDate":"2025-10-08T01:25:00.000Z"}